* GULL1_inclinometer
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | GULL1_inclinometer
Place name                       | Sermeq Avannerleq
Geographic location              | Central West Greenland
Site type                        | Ice sheet
Data Source                      | L체thi email
Data DOI                         | 
Science Source                   | Ryser, C., L체thi, M. P., Andrews, L. C., Hoffman, M. J., Catania, G. A., Hawley, R. L., ... & Kristensen, S. S. (2014). Sustained high basal motion of the Greenland ice sheet revealed by borehole deformation. Journal of Glaciology, 60(222), 647-660.
Science DOI                      | 10.3189/2014JoG13J196
Date                             | 2011-07-25
Longitude [째E]                   | -49.7182
Latitude [째N]                    | 69.4524
Location Source                  | 10.3189/2014JoG13J196
Depth of top measurement [m]     | 355.0
Depth of bottom measurement [m]  | 702
Ice thickness [m]                | 705
Coverage [% of thickness]        | 49
Ice thickness source             | Ryser, 2014 (Table 3). 705/707 for thickness
Note                             | See FOXX1/temperature_foxx_gull_streamlined.org
#+end_example

** Temperature

See FOXX1/temperature_foxx_gull_streamlined.org

** Thickness

** Location

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |         t |
| 355 | -11.95864 |
| 455 | -13.57581 |
| 515 | -11.69059 |
| 555 |  -8.48676 |
| 595 |  -4.75267 |
| 645 |  -1.52683 |
| 676 |  -0.58884 |
| 690 |  -0.48855 |
| 699 |  -0.41792 |
| 702 |  -0.55513 |

